data_action = [
    {
        title: "Атака",
        icon: "crossed-swords",
        subtitle: "Ближний или дальний бой",
        description: "Совершите рукопашную или дальнобойную атаку вашим оружием",
        reference: "Книга игрока, стр. 192,194-195.",
        bullets: [
            "Некоторые умения, такие как <i>Дополнительная атака</i>, позволяют совершить более, чем одну атаку этим действием. Каждая атака совершается отдельным броском. Цели можно выбрать разные. Между атаками можно передвигаться.",
            "При атаке лёгким рукопашным оружием вы можете бонусным действием атаковать лёгким рукопашным оружием в другой руке. (см. бонусное действие <i>Атака вторым оружием</i>)",
            "Вы можете использовать <i>Захват</i> или <i>Толкание</i> вместо одной из рукопашных атак.",
            "Некоторые состояния предоставляют <b>преимущество</b>: атаки против ослеплённой, парализованной, окаменевшей, опутанной, ошеломлённой или бессознательной цели; рукопашные атаки против лежащей ничком цели; атака из укрытия или невидимости.",
            "Некоторые состояние предоставляют <b>помеху</b>: атаки против невидимой или спрятавшейся цели; дальнобойные атаки против лежащей ничком цели; атака в состоянии слепоты, страха, отравления или опутанности."
        ]
    },
    {
        title: "Захват",
        icon: "grab",
        subtitle: "Особая атака",
        description: "Попытка захватить цель",
        reference: "Книга игрока, стр. 195.",
        bullets: [
            "Вы можете использовать одну из <i>Атак</i>, чтобы совершить захват.",
            "Цель захвата должна быть не более чем на одну категорию больше вас, и она должна быть в пределах досягаемости.",
            "Используя хотя бы одну свободную руку, вы пытаетесь схватить цель, совершая проверку Силы (Атлетика) против проверки Силы (Атлетика) или Ловкости (Акробатика) цели (на её выбор).",
            "В случае успеха цель становится <i>схваченной</i> (скорость равна 0)"
        ]
    },
    {
        title: "Толкание",
        icon: "hand",
        subtitle: "Особая атака",
        description: "Толкните существо в попытке уронить его или оттолкнуть от себя",
        reference: "Книга игрока, стр. 195.",
        bullets: [
            "Вы можете использовать одну из <i>Атак</i>, чтобы толкнуть существо.",
            "Цель должна быть не более чем на одну категорию больше вас, и она должна быть в пределах досягаемости.",
            "Вы пытаетесь толкнуть цель, совершая проверку Силы (Атлетика) против проверки Силы (Атлетика) или Ловкости (Акробатика) цели (на её выбор).",
            "В случае успеха вы роняете цель ничком или толкаете её на 5 футов от себя."
        ]
    },
    {
        title: "Заклинание",
        icon: "magic-swirl",
        subtitle: "",
        description: "Наложите заклинание со временем накладывания 1 действие",
        reference: "Книга игрока, стр. 192.",
        bullets: [
            "Вы не можете наложить заклинание действием и ещё одно заклинание бонусным действием, если только действие не было потрачено на заговор.",
            "Цель заклинания должна находиться в пределах дистанции заклинания и не находиться в полном укрытии.",
            "Заклинания с материальными компонентами не расходуют их, если это не указано явно. Если стоимость компонента не указана, вы можете считать, что она ничтожно мала и он находится в сумке с компонентами.",
            "Некоторые заклинания работают, только пока вы поддерживаете концентрацию на них. Вы теряете концентрацию, если вы накладываете другое заклинание с концентрацией или становитесь <i>недееспособными</i>. Каждый раз при получении урона требуется совершить <b>спасбросок Телосложения</b> для продолжения концентрации. Сложность равна 10 или половине урона (что выше)."
        ]
    },
    {
        title: "Рывок",
        icon: "sprint",
        subtitle: "Удвоить скорость",
        description: "Получите дополнительное передвижение на этот ход",
        reference: "Книга игрока, стр. 192.",
        bullets: [
            "Дополнительное передвижение равно вашей скорости после учёта всех модификаторов."
        ]
    },
    {
        title: "Отход",
        icon: "journey",
        subtitle: "",
        description: "Ваше передвижение не провоцирует атаки до конца вашего хода",
        reference: "Книга игрока, стр. 192.",
        bullets: [
        ]
    },
    {
        title: "Уклонение",
        icon: "aura",
        subtitle: "Защитная стойка",
        description: "Полностью сосредоточиться на уклонении от атак",
        reference: "Книга игрока, стр. 192.",
        bullets: [
            "До начала вашего следующего хода любая атака против вас совершается с помехой, если вы видите нападающего, и вы совершаете спасброски Ловкости с преимуществом.",
            "Данное преимущество теряется, если вы <i>недееспособны</i> или ваша скорость падает до 0."
        ]
    },
    {
        title: "Высвобождение",
        icon: "manacles",
        subtitle: "",
        description: "Попытайтесь высвободиться из захвата",
        reference: "Книга игрока, стр. 195.",
        bullets: [
            "Чтобы высвободиться из захвата, вы должны успешно совершить проверку Силы (Атлетика) или Ловкости (Акробатика) против проверки Силы (Атлетика) захватчика.",
            "Высвобождение из-под других сковывающих состояний (например, кандалы) может потребовать проверку Силы или Ловкости. (указано в состоянии)"
        ]
    },
    {
        title: "Помощь",
        icon: "telepathy",
        subtitle: "Дать преимущество",
        description: "Дать союзнику преимущество в атаке или проверке способности",
        reference: "Книга игрока, стр. 192.",
        bullets: [
            "Цель получает преимущество при следующей проверке способности для выполнения задачи, с которой вы помогаете.",
            "Вместо этого, цель может получить преимущество при следующей атаке против существа в 5 футах от вас.",
            "Преимущество длится до начала вашего следующего хода."
        ]
    },
    {
        title: "Использовать объект",
        icon: "snatch",
        subtitle: "",
        description: "Используйте второй объект",
        reference: "Книга игрока, стр. 193.",
        bullets: [
            "Вы можете свободно взаимодействовать с одним объектом за ход (например, обнажить оружие или открыть дверь). Для второго объекта нужно использовать это действие.",
            "Если объект требует действия для его использования, вы так же используете это действие."
        ]
    },
    {
        title: "Использовать щит",
        icon: "round-shield",
        subtitle: "Взять/убрать щит",
        description: "Взять в руки или убрать щит",
        reference: "Книга игрока, стр. 144-146.",
        bullets: [
            "Чтобы взять в руки или убрать щит, всегда нужно потратить действие.",
            "Надевание или снятие брони требует нескольких минут."
        ]
    },
    {
        title: "Засада",
        icon: "hood",
        subtitle: "",
        description: "Попытаться спрятаться",
        reference: "Книга игрока, стр. 192.",
        bullets: [
            "Вы не можете спрятаться от существа, которое вас видит. Вы должны находиться за укрытием, быть в сильно заслонённой местности, быть невидимым или иначе прятаться от врага.",
            "Если вы нашумите (например, крикнете или уроните вазу), вы выдадите своё местонахождение.",
            "Чтобы спрятаться, совершите проверку Ловкости (Скрытность) и запомните результат. Существа, которые вас ищут, должны побить его своей проверкой Мудрости (Восприятие), чтобы обнаружить вас.",
            "Существо с пассивным Восприятием выше вашей проверки Скрытности заметит вас, даже если оно вас не ищет.",
            "Это действие можно применять вне боя для укрытия от врагов и передвижения незамеченным."
        ]
    },
    {
        title: "Искать",
        icon: "magnifying-glass",
        subtitle: "",
        description: "Сфокусируйте своё внимание на поиске чего-либо.",
        reference: "Книга игрока, стр. 193.",
        bullets: [
            "В зависимости от природы поиска, может потребоваться проверка Мудрости (Восприятие) или Интеллекта (Расследование)."
        ]
    },
    {
        title: "Готовность",
        icon: "stopwatch",
        subtitle: "Задержите действие",
        description: "Выберите момент для своего действия",
        reference: "Книга игрока, стр. 193.",
        bullets: [
            "Сначала выберите, какое заметное для вас событие спровоцирует ваше действие.",
            "Затем выберите, какое действие (или передвижение) вы используете в ответ",
            "При наступлении этого события вы можете совершить выбранное действие <b>реакцией</b> или ничего не делать.",
            "При подготовке заклинания, вы накладываете и удерживаете его, выпуская энергию заклинания реакцией. На удерживание заклинания требуется концентрация.",
            "Если концентрация при удерживании заклинания была прервана, заклинание прерывается без эффекта (тратя ячейку заклинания).",
            "Если при удерживании заклинания событие было проигнорировано, его можно высвободить действием в свой следующий ход."
        ]
    },
    {
        title: "Особое умение",
        icon: "embrassed-energy",
        subtitle: "",
        description: "Используйте этим действием умение расы или класса.",
        reference: "Для дополнительной информации сверьтесь с описанием конкретного умения.",
        bullets: [

        ]
    },
    {
        title: "Импровизация",
        icon: "juggler",
        subtitle: "Любое действие",
        description: "Совершите любое действие, которое вы можете себе представить",
        reference: "Книга игрока, стр. 193.",
        bullets: [
            "При описании действия, не объяснённого в правилах, Мастер решит, возможно ли это и нужно ли делать проверку на успех."
        ]
    }
]
