data_movement = [
    {
        title: "Двигаться",
        icon: "run",
        subtitle: "Стоимость: 5фт за 5фт",
        description: "Затраты очков передвижения: 5фт за пройденные 5фт",
        reference: "Книга игрока, стр. 190.",
        bullets: [
            "Если у вас есть несколько скоростей, например, скорость ходьбы и скорость полёта, вы можете переключаться между ними во время перемещения. При каждом переключении вычитайте уже пройдённое расстояние из новой скорости.",
            "Вы можете проходить сквозь пространство невраждебных существ.",
            "Сквозь пространство враждебного существа можно пройти только если его размер как минимум на две категории больше или меньше вашего.",
            "Пространство других существ является для вас труднопроходимой местностью.",
            "Вне зависимости от того, дружественное существо или нет, вы не можете добровольно закончить перемещение в его пространстве.",
            "Если вы покидаете досягаемость враждебного существа, вы, обычно, провоцируете атаку."
        ]
    },
    {
        title: "Лезть",
        icon: "crags",
        subtitle: "Стоимость: 10фт за 5фт",
        description: "Затраты очков передвижения: 10фт за пройденные 5фт (если у существа нет скорости лазания)",
        reference: "Книга игрока, стр. 182.",
        bullets: [
            "Может потребовать проверку Силы (Атлетика), если лазание особо сложно."
        ]
    },
    {
        title: "Плыть",
        icon: "at-sea",
        subtitle: "Стоимость: 10фт за 5фт",
        description: "Затраты очков передвижения: 10фт за проплытые 5фт (если у существа нет скорости плавания)",
        reference: "Книга игрока, стр. 182.",
        bullets: [
            "Может потребовать проверку Силы (Атлетика), если плавание происходит в бурных водах."
        ]
    },
    {
        title: "Упасть ничком",
        icon: "falling",
        subtitle: "Без затрат",
        description: "Затраты очков передвижения: 0 фт (бесплатно)",
        reference: "Книга игрока, стр. 190-191,292; Dima's Bullshit Rules @ Google Drive",
        bullets: [
            "Вы можете упасть ничком без затрат передвижения.",
            "Для передвижения ничком вы должны ползти или использовать магию, например, телепортацию.",
            "Пока вы <i>лежите ничком</i>, ваши атаки совершаются с помехой, рукопашные атаки по вам совершаются с преимущество, дальнобойные атаки совершаются с помехой.",
            "Попытка подняться на ноги может спровоцировать рукопашную атаку. (<i>Bullshit Rules</i>)"
        ]
    },
    {
        title: "Ползти",
        icon: "crawl",
        subtitle: "Стоимость: 10фт за 5фт",
        description: "Затраты очков передвижения: 10фт за проползённые 5фт",
        reference: "Книга игрока, стр. 182.",
        bullets: [

        ]
    },
    {
        title: "Подняться на ноги",
        icon: "strong",
        subtitle: "Половина передвижения",
        description: "Затраты очков передвижения: половина вашего максимального передвижения",
        reference: "Книга игрока, стр. 190-191.",
        bullets: [
            "Вы не можете встать, если у вас не осталось достаточно движения или ваша скорость равна 0."
        ]
    },
    {
        title: "Прыгнуть в высоту",
        icon: "wingfoot",
        subtitle: "Стоимость: 5фт за 5фт",
        description: "Затраты очков передвижения: 5фт за пройденные 5фт",
        
        reference: "Книга игрока, стр. 182.",
        bullets: [
            "Высота прыжка с разбега в 10 футов равна <b>3 + модификатор Силы</b>.",
            "С места можно прыгнуть только на половину этой дистанции.",
            "Руки можно вытянуть вверх на половину роста.",
            "В некоторых случаях <strike>Господин</strike> Мастер может позволить совершить проверку Силы (Атлетика), чтобы прыгнуть выше, чем обычно."
        ]
    },
    {
        title: "Прыгнуть в длину",
        icon: "wingfoot",
        subtitle: "Стоимость: 5фт за 5фт",
        description: "Затраты очков передвижения: 5фт за пройденные 5фт",
        reference: "Книга игрока, стр. 182.",
        bullets: [
            "Длина прыжка с разбега в 10 футов равна <b>значению Силы</b>.",
            "С места можно прыгнуть только на половину этой дистанции.",
            "При прыжке через низкое (не более четверти дистанции прыжка) препятствие может потребоваться проверка Силы (Атлетика) со сложностью 10. При провале вы ударяетесь об препятствие.",
            "При приземлении в труднопроходимую местность может потребоваться проверка Ловкости (Акробатика) со сложностью 10. При провале вы падаете ничком."
        ]
    },
    {
        title: "Импровизация",
        icon: "juggler",
        subtitle: "Любой трюк вне этого списка",
        description: "Совершите любой тип передвижения, который вы можете себе представить",
        bullets: [
            "При описании типа передвижения, не объяснённого в правилах, Мастер решит, возможно ли это, нужно ли делать проверку на успех и с какой скоростью это произойдёт."
        ]
    },
    {
        title: "Труднопроходимая местность",
        icon: "stone-pile",
        subtitle: "Вдвое медленнее",
        reference: "Книга игрока, стр. 182.",
        description: "Передвижение в труднопроходимой местности на 5 футов совершается за счёт 10 футов передвижения.",
        bullets: [
        ]
    },
    {
        title: "Перемещение с захватом",
        icon: "grab",
        subtitle: "Вдвое медленнее",
        description: "Тащите или несите схваченное существо с собой",
        reference: "Книга игрока, стр. 195.",
        bullets: [
            "Ваша скорость уменьшается вдвое, если только существо не меньше вас как минимум на две категории.",
            "См. действие Атака для инструкция по захвату существа."
        ]
    }
]
