data_environment_obscurance = [
    {
        title: "Слабо заслонён",
        icon: "bleeding-eye",
        subtitle: "Помеха к Восприятию",
        description: "Тусклый свет, туман кусками, умеренная листва",
        reference: "Книга игрока, стр. 183.",
        bullets: [
            "Существа совершают <b>проверки Мудрости (Восприятие) с помехой</b>, если они полагаются на зрение."
        ]
    },
    {
        title: "Сильно заслонён",
        icon: "lightning-tear",
        subtitle: "Практически слеп",
        description: "Темнота, плотный туман, густая листва",
        reference: "Книга игрока, стр. 183.",
        bullets: [
            "Существо в сильно заслонённой области считается <b>ослепшим</b>."
        ]
    }
]

data_environment_light = [
    {
        title: "Яркий свет",
        icon: "star-pupil",
        subtitle: "Обычное зрение",
        description: "Яркий свет позволяет большинству существ нормально смотреть",
        reference: "Книга игрока, стр. 183.",
        bullets: [
            "Тусклые дни все равно предоставляют яркий свет, как и факелы, фонари, огни, и прочие источники освещения в определённом радиусе."
        ]
    },
    {
        title: "Тусклый свет",
        icon: "semi-closed-eye",
        subtitle: "Слабая помеха",
        description: "Тусклый свет, тени",
        reference: "Книга игрока, стр. 183.",
        bullets: [
            "Создаёт <b>слабо заслонённую</b> область.",
            "Тусклый свет обычно находится между ярким светом источника (например, фонаря) и окружающей темнотой.",
            "Мягкий свет сумерек и рассвета также считается за тусклый свет. Особо яркая полная луна может предоставить тусклое освещение."
        ]
    },
    {
        title: "Темнота",
        icon: "worried-eyes",
        subtitle: "Сильная помеха",
        description: "Непроглядная тьма",
        reference: "Книга игрока, стр. 183.",
        bullets: [
            "Создаёт <b>сильно заслонённую</b> область.",
            "Темнота встречается ночью на улице, в неосвещённых закрытых помещениях и в областях магической темноты."
        ]
    }
]

data_environment_vision = [
    {
        title: "Слепое зрение",
        icon: "one-eyed",
        subtitle: "Видеть без зрения",
        description: "Воспринимание окружения, не полагаясь на зрение, в определённом радиусе",
        reference: "Книга игрока, стр. 183.",
        bullets: [
            "Этим чувством обладают существа без глаз, такие как слизи, и существа с эхолокацией или обострёнными чувствами, такие как летучие мыши и драконы."
        ]
    },
    {
        title: "Тёмное зрение",
        icon: "semi-closed-eye",
        subtitle: "Видеть в темноте",
        description: "Существо с тёмным зрением лучше видит в темноте и тусклом свете, в определённом радиусе",
        reference: "Книга игрока, стр. 183-184.",
        bullets: [
            "В пределах указанной дистанции, существо с тёмным зрением может <b>видеть в темноте как в тусклом свете</b>, то есть для этого существа темнота предоставляет лишь слабый заслон",
            "В темноте всё ещё невозможно различить цвета, различаются только оттенки серого.",
            "Множество существ мира D&D, особенно подземных, обладает тёмным зрением."
        ]
    },
    {
        title: "Истинное зрение",
        icon: "eye-shield",
        subtitle: "Видеть всё",
        description: "Существо с истинным зрением видит всё в настоящей форме, вне зависимости от окружения",
        reference: "Книга игрока, стр. 184.",
        bullets: [
            "Существа с истинным зрением могут в определённом радиусе видеть в обычной и магической темноте, видеть невидимые существа и предметы, автоматически обнаруживать зрительные иллюзии и преуспевать в спасбросках от них, и видеть истинный облик перевёртышей и существ, превращённых магией.",
            "Зрение таких существ также простирается на Эфирный План."
        ]
    }
]

data_environment_cover = [
    {
        title: "Укрытие наполовину",
        icon: "broken-shield",
        subtitle: "Низкая стенка, мебель",
        description: "Цель укрыта наполовину, если препятствие закрывает хотя бы половину её тела",
        reference: "Книга игрока, стр. 196.",
        bullets: [
            "Препятствием может быть как небольшой объект, так и существо (и союзник, и враг).",
            "Укрытая наполовину цель получает <b>бонус +2 к КД и спасброскам Ловкости</b>",
            "Если цель укрыта за множеством препятствий, считается только самое большое."
        ]
    },
    {
        title: "Укрытие на 3/4",
        icon: "cracked-shield",
        subtitle: "Решётка, бойница",
        description: "Цель укрыта на три четверти, если препятствие закрывает хотя бы три четверти её тела",
        reference: "Книга игрока, стр. 196.",
        bullets: [
            "Препятствием может быть опускная решётка, бойница в стене или широкий ствол дерева.",
            "Укрытая на три четверти цель получает <b>бонус +5 к КД и спасброскам Ловкости</b>",
            "Если цель укрыта за множеством препятствий, считается только самое большое."
        ]
    },
    {
        title: "Полное укрытие",
        icon: "shield",
        subtitle: "Полностью укрыт",
        description: "Цель имеет полное укрытие, если она полностью заслонена препятствием",
        reference: "Книга игрока, стр. 196.",
        bullets: [
            "По цели с полным укрытием <b>нельзя напрямую прицелиться атакой или заклинанием</b>, хотя её всё ещё можно достать областью действия.",
            "Если цель укрыта за множеством препятствий, считается только самое большое."
        ]
    }
]
