data_condition = [
    {
        title: "Ослеплён",
        icon: "one-eyed",
        subtitle: "Вы не можете видеть",
        description: "Вы не можете видеть",
        reference: "Книга игрока, стр. 290.",
        bullets: [
            "Вы автоматически проваливаете проверки способности, для которых нужно зрение.",
            "Вы совершаете атаки с помехой.",
            "Атаки против вас совершаются с преимуществом."
        ]
    },
    {
        title: "Очарован",
        icon: "smitten",
        subtitle: "Вы очарованы",
        description: "Вы очарованы другим существом",
        reference: "Книга игрока, стр. 290.",
        bullets: [
            "Вы не можете атаковать того, кто вас очаровал или причинять ему вред умениями или магией.",
            "Тот, кто вас очаровал, совершает все проверки на социальное взаимодействие с вами с преимуществом."
        ]
    },
    {
        title: "Оглох",
        icon: "elf-ear",
        subtitle: "Вы не можете слышать",
        description: "Вы не можете слышать",
        reference: "Книга игрока, стр. 290.",
        bullets: [
            "Вы автоматически проваливаете проверки способности, для которых нужен слух.",
        ]
    },
    {
        title: "Истощение",
        icon: "crawl",
        subtitle: "You are exhausted",
        description: "Exhaustion is measured in six levels",
        reference: "Книга игрока, стр. 291.",
        bullets: [
            "<table><tr><th>Уровень</th><th></th><th></th><th style='text-align:left'>Эффект</th></tr><tr><td>1</td><td></td><td></td><td>Помеха при проверках характеристик</td></tr><tr><td>2</td><td></td><td></td><td>Скорость уменьшается вдвое</td></tr><tr><td>3</td><td></td><td></td><td>Помеха при бросках атаки и спасбросках</td></tr><tr><td>4</td><td></td><td></td><td>Максимум здоровья уменьшается вдвое</td></tr><tr><td>5</td><td></td><td></td><td>Скорость снижается до 0</td></tr><tr><td>6</td><td></td><td></td><td>Смерть</td></tr></table>",
            "Эффекты Истощения накапливаются с повышением уровня Истощения.",
            "Продолжительный отдых понижает уровень Истощения на 1 при условии, что вы что-то съели и выпили."
        ]
    },
    {
        title: "Испуган",
        icon: "sharp-smile",
        subtitle: "Вы испуганы",
        description: "Вы испуганы",
        reference: "Книга игрока, стр. 290.",
        bullets: [
            "Пока источник вашего страха находится в поле зрения, ваши атаки и проверки способности совершаются с помехой.",
            "Вы не можете самостоятельно приблизиться к источнику вашего страха."
        ]
    },
    {
        title: "Схвачен",
        icon: "grab",
        subtitle: "You are grappled",
        description: "You are grappled",
        reference: "Книга игрока, стр. 290.",
        bullets: [
            "Ваша скорость равна 0 и не получает бонусов к передвижению.",
            "Состояние оканчивается, если схвативший становится <i>Недееспособен</i>.",
            "Состояние также оканчивается, если вас переместили вне досягаемости схватившего."
        ]
    },
    {
        title: "Недееспособен",
        icon: "internal-injury",
        subtitle: "",
        description: "Вы не можете совершать действия и реакции",
        reference: "Книга игрока, стр. 290.",
        bullets: [
        ]
    },
    {
        title: "Невидимый",
        icon: "invisible",
        subtitle: "Вас не видно",
        description: "Вас нельзя увидеть без помощи магии или особых чувств",
        reference: "Книга игрока, стр. 291.",
        bullets: [
            "При попытке скрыться вы считаетесь сильно скрытым.",
            "Вас всё ещё можно обнаружить по звуку или оставляемым следам.",
            "Вы совершаете атаки с преимуществом.",
            "Атаки против вас совершаются с помехой."
        ]
    },
    {
        title: "Парализован",
        icon: "internal-injury",
        subtitle: "Вы парализованы",
        description: "Вы не можете ничего сделать",
        reference: "Книга игрока, стр. 292.",
        bullets: [
            "Вы недееспособны и не можете двигаться или говорить.",
            "Атаки против вас совершаются с преимуществом.",
            "Любое попадание по вам является критическим, если атакующий находится в пределах 5 футов от вас.",
            "Вы автоматически проваливаете спасброски Силы и Ловкости."
        ]
    },
    {
        title: "Окаменел",
        icon: "stone-pile",
        subtitle: "Вы превращены в камень",
        description: "Вы вместе со всеми вашими предметами превращены в твердую прочную субстанцию (обычно камень)",
        reference: "Книга игрока, стр. 291.",
        bullets: [
            "Ваш вес увеличивается в десять раз и вы прекращаете стареть.",
            "Вы недееспособны, не можете двигаться или говорить, и не в курсе вашей обстановки.",
            "Атаки против вас совершаются с преимуществом.",
            "Вы автоматически проваливаете спасброски Силы и Ловкости.",
            "Вы имеете сопротивление ко всему урону.",
            "Вы неуязвимы к яду и болезни, однако, яд или болезни, находившиеся в вашем организме до превращения, приостанавливают своё действие, но не прекращают его."
        ]
    },
    {
        title: "Отравлен",
        icon: "deathcab",
        subtitle: "Вы отравлены",
        description: "Вы отравлены",
        reference: "Книга игрока, стр. 292.",
        bullets: [
            "Ваши атаки и проверки способности совершаются с помехой."
        ]
    },
    {
        title: "Ничком",
        icon: "crawl",
        subtitle: "Вы лежите",
        description: "Вы лежите ничком",
        reference: "Книга игрока, стр. 292.",
        bullets: [
            "Пока вы не встанете на ноги, из передвижения доступно только <i>Ползание</i>.",
            "Вы совершаете атаки с помехой.",
            "Атаки по вам совершаются с преимуществом, если нападающий находится в 5 футах от вас, дальнобойные атаки совершаются с помехой."
        ]
    },
    {
        title: "Опутан",
        icon: "imprisoned",
        subtitle: "Вы опутаны",
        description: "Вы опутаны",
        reference: "Книга игрока, стр. 292.",
        bullets: [
            "Ваша скорость равна 0 и не получает бонусов к передвижению.",
            "Вы совершаете атаки с помехой.",
            "Атаки по вам совершаются с преимуществом.",
            "Вы совершаете спасброски Ловкости с помехой."
        ]
    },
    {
        title: "Ошеломлён",
        icon: "internal-injury",
        subtitle: "Вы ошеломлены",
        description: "Вы ошеломлены",
        reference: "Книга игрока, стр. 292.",
        bullets: [
            "Вы недееспособны, не можете передвигаться и можете говорить с большим трудом.",
            "Атаки по вам совершаются с преимуществом.",
            "Вы автоматически проваливаете спасброски Силы и Ловкости."
        ]
    },
    {
        title: "Без сознания",
        icon: "coma",
        subtitle: "Вы без сознания",
        description: "Вы без сознания",
        reference: "Книга игрока, стр. 292;",
        bullets: [
            "Вы недееспособны, не можете двигаться или говорить, и не в курсе вашей обстановки.",
            "Вы роняете то, что держите в руках и падаете ничком.",
            "Атаки по вам совершаются с преимуществом.",
            "Любое попадание по вам является критическим, если атакующий находится в пределах 5 футов от вас.",
            "Вы автоматически проваливаете спасброски Силы и Ловкости.",
        ]
    }
]
