data_bonusaction = [
    {
        title: "Атака со второй руки",
        icon: "crossed-swords",
        subtitle: "Только с Атакой",
        description: "Атака оружием во второй руке",
        reference: "Книга игрока, стр. 192,194-195.",
        bullets: [
            "Можно использовать только вместе с действием <i>Атака</i>, причём в каждой руке должно быть лёгкое рукопашное одноручное оружие",
            "Совершите одну атаку вашим лёгким рукопашным оружием, которое вы держите во второй руке.",
            "К урону не добавляется бонус способности, если он не отрицательный.",
            "Если оружие имеет свойство <i>Метательное</i>, его можно бросить."
        ]
    },
    {
        title: "Заклинание",
        icon: "magic-swirl",
        subtitle: "",
        description: "Наложите заклинание с временем накладывания в 1 бонусное действие",
        reference: "Книга игрока, стр. 192.",
        bullets: [
            "Вы не можете наложить заклинание действием и ещё одно заклинание бонусным действием, если только действие не было потрачено на заговор.",
            "For further details, see the <i>Cast a spell</i> action."
            "Подробности в действии <i>Заклинание</i> (раздел Действия)"
        ]
    },
    {
        title: "Особое умение",
        icon: "embrassed-energy",
        subtitle: "Some features use bonus actions",
        description: "Используйте этим бонусным действием умение расы или класса, если оно это позволяет.",
        reference: "Для дополнительной информации сверьтесь с описанием конкретного умения.",
        bullets: [

        ]
    }
]
