data_reaction = [
    {
        title: "Провоцированная атака",
        icon: "crossed-swords",
        subtitle: "Враг отходит от вас",
        description: "Редко можно пройти сквозь врагов, не подвергнув себя опасности",
        reference: "Книга игрока, стр. 195.",
        bullets: [
            "Используется, когда вражеское существо покидает зону вашей досягаемости",
            "Совершите одну атаку против данного существа",
            "Атака происходит как только существо отходит от вас, вмешиваясь в его передвижения (но не останавливая).",
            "Существа, которые используют телепортацию или особые умения, не провоцируют атаки.",
            "Если существо двигалось не самостоятельно (например, его оттолкнули), оно не провоцирует атаку."
        ]
    },
    {
        title: "Задержанное действие",
        icon: "stopwatch",
        subtitle: "",
        description: "Совершите действие, задержанное Подготовкой.",
        reference: "Книга игрока, стр. 193.",
        bullets: [
            "Используется при наступлении события, описанного при <i>Подготовке</i>."
        ]
    },
    {
        title: "Заклинание",
        icon: "magic-swirl",
        subtitle: "",
        description: "Наложите заклинание со временем накладывания 1 реакция",
        reference: "Книга игрока, стр. 192.",
        bullets: [
            "Используется при указанном в описании заклинания событии.",
            "Подробности в действии <i>Заклинание</i> (раздел Действия)."
        ]
    }
]
